Repository: mathcompfrac-lang/Teleprompter
Catalog: Teleprompter/Resources/Localizable.xcstrings
Source language: zh_hans
Languages: ar, cs, de, en, es, fr, hi, id, it, ja, ko, ms, nl, pl, pt_br, ru, sv, th, tr, uk, vi, zh_hant

source: 从系统相册选择视频
ar: اختر فيديو من الصور
cs: Vybrat video z Fotek
de: Video aus Fotos auswählen
en: Select a video from Photos
es: Seleccionar un vídeo de Fotos
fr: Choisir une vidéo dans Photos
hi: फ़ोटो से वीडियो चुनें
id: Pilih video dari Foto
it: Seleziona un video da Foto
ja: 写真からビデオを選択
ko: 사진에서 비디오 선택
ms: Pilih video daripada Foto
nl: Kies een video uit Foto's
pl: Wybierz film ze Zdjęć
pt_br: Selecionar um vídeo do Fotos
ru: Выбрать видео из приложения «Фото»
sv: Välj en video från Bilder
th: เลือกวิดีโอจากแอปรูปภาพ
tr: Fotoğraflar'dan video seç
uk: Вибрати відео з програми «Фото»
vi: Chọn video từ Ảnh
zh_hant: 從系統相簿選擇影片

source: 正在导入视频…
ar: جارٍ استيراد الفيديو…
cs: Import videa…
de: Video wird importiert…
en: Importing video…
es: Importando vídeo…
fr: Importation de la vidéo…
hi: वीडियो इंपोर्ट हो रहा है…
id: Mengimpor video…
it: Importazione del video…
ja: ビデオを読み込み中…
ko: 비디오 가져오는 중…
ms: Mengimport video…
nl: Video importeren…
pl: Importowanie filmu…
pt_br: Importando vídeo…
ru: Импорт видео…
sv: Importerar video…
th: กำลังนำเข้าวิดีโอ…
tr: Video içe aktarılıyor…
uk: Імпортування відео…
vi: Đang nhập video…
zh_hant: 正在匯入影片…

source: 视频导入失败
ar: فشل استيراد الفيديو
cs: Import videa se nezdařil
de: Videoimport fehlgeschlagen
en: Video Import Failed
es: Error al importar el vídeo
fr: Échec de l'importation de la vidéo
hi: वीडियो इंपोर्ट नहीं हुआ
id: Gagal mengimpor video
it: Importazione del video non riuscita
ja: ビデオを読み込めませんでした
ko: 비디오를 가져오지 못했습니다
ms: Import video gagal
nl: Video importeren mislukt
pl: Nie udało się zaimportować filmu
pt_br: Falha ao importar o vídeo
ru: Не удалось импортировать видео
sv: Det gick inte att importera videon
th: นำเข้าวิดีโอไม่สำเร็จ
tr: Video içe aktarılamadı
uk: Не вдалося імпортувати відео
vi: Không thể nhập video
zh_hant: 影片匯入失敗

source: 无法读取选择的视频
ar: تعذرت قراءة الفيديو المحدد
cs: Vybrané video nelze přečíst
de: Das ausgewählte Video konnte nicht gelesen werden
en: The selected video could not be read
es: No se pudo leer el vídeo seleccionado
fr: Impossible de lire la vidéo sélectionnée
hi: चुना गया वीडियो पढ़ा नहीं जा सका
id: Video yang dipilih tidak dapat dibaca
it: Impossibile leggere il video selezionato
ja: 選択したビデオを読み込めません
ko: 선택한 비디오를 읽을 수 없습니다
ms: Video yang dipilih tidak dapat dibaca
nl: De geselecteerde video kan niet worden gelezen
pl: Nie można odczytać wybranego filmu
pt_br: Não foi possível ler o vídeo selecionado
ru: Не удалось прочитать выбранное видео
sv: Den valda videon kunde inte läsas
th: ไม่สามารถอ่านวิดีโอที่เลือกได้
tr: Seçilen video okunamadı
uk: Не вдалося прочитати вибране відео
vi: Không thể đọc video đã chọn
zh_hant: 無法讀取所選影片

source: 字幕处理中
ar: جارٍ معالجة الترجمة المصاحبة
cs: Zpracování titulků
de: Untertitel werden verarbeitet
en: Processing captions
es: Procesando subtítulos
fr: Traitement des sous-titres
hi: कैप्शन प्रोसेस हो रहे हैं
id: Memproses subtitle
it: Elaborazione dei sottotitoli
ja: 字幕を処理中
ko: 자막 처리 중
ms: Memproses sari kata
nl: Ondertitels verwerken
pl: Przetwarzanie napisów
pt_br: Processando legendas
ru: Обработка субтитров
sv: Bearbetar undertexter
th: กำลังประมวลผลคำบรรยาย
tr: Altyazılar işleniyor
uk: Обробка субтитрів
vi: Đang xử lý phụ đề
zh_hant: 字幕處理中

source: 字幕版
ar: مع ترجمة مصاحبة
cs: Verze s titulky
de: Mit Untertiteln
en: Captioned
es: Con subtítulos
fr: Version sous-titrée
hi: कैप्शन सहित
id: Dengan subtitle
it: Con sottotitoli
ja: 字幕付き
ko: 자막 포함
ms: Dengan sari kata
nl: Video met ondertitels
pl: Wersja z napisami
pt_br: Vídeo legendado
ru: Версия с субтитрами
sv: Textad version
th: วิดีโอพร้อมคำบรรยาย
tr: Altyazılı sürüm
uk: Версія із субтитрами
vi: Bản có phụ đề

source: 字幕版已保存
ar: تم حفظ الفيديو مع الترجمة المصاحبة
cs: Video s titulky bylo uloženo
de: Video mit Untertiteln gespeichert
en: Captioned video saved
es: Vídeo con subtítulos guardado
fr: Vidéo sous-titrée enregistrée
hi: कैप्शन वाला वीडियो सेव हो गया
id: Video bersubtitle disimpan
it: Video sottotitolato salvato
ja: 字幕付き動画を保存しました
ko: 자막이 포함된 비디오를 저장했습니다
ms: Video bersari kata disimpan
nl: Video met ondertitels opgeslagen
pl: Zapisano film z napisami
pt_br: Vídeo legendado salvo
ru: Видео с субтитрами сохранено
sv: Textad video har sparats
th: บันทึกวิดีโอพร้อมคำบรรยายแล้ว
tr: Altyazılı video kaydedildi
uk: Відео із субтитрами збережено
vi: Đã lưu video có phụ đề
zh_hant: 字幕版已儲存

source: 字幕生成失败
ar: فشل إنشاء الترجمة المصاحبة
cs: Vytvoření titulků se nezdařilo
de: Untertitel konnten nicht erstellt werden
en: Caption generation failed
es: No se pudieron generar los subtítulos
fr: Échec de la génération des sous-titres
hi: कैप्शन नहीं बन सके
id: Gagal membuat subtitle
it: Generazione dei sottotitoli non riuscita
ja: 字幕を生成できませんでした
ko: 자막을 생성하지 못했습니다
ms: Gagal menjana sari kata
nl: Genereren van ondertitels mislukt
pl: Nie udało się wygenerować napisów
pt_br: Falha ao gerar legendas
ru: Не удалось создать субтитры
sv: Det gick inte att skapa undertexter
th: สร้างคำบรรยายไม่สำเร็จ
tr: Altyazılar oluşturulamadı
uk: Не вдалося створити субтитри
vi: Tạo phụ đề không thành công
zh_hant: 字幕產生失敗

source: 等待生成字幕
ar: بانتظار إنشاء الترجمة المصاحبة
cs: Čeká se na vytvoření titulků
de: Untertitel warten auf Erstellung
en: Waiting to generate captions
es: Esperando para generar subtítulos
fr: En attente de génération des sous-titres
hi: कैप्शन बनने की प्रतीक्षा है
id: Menunggu pembuatan subtitle
it: In attesa di generare i sottotitoli
ja: 字幕生成を待機中
ko: 자막 생성 대기 중
ms: Menunggu penjanaan sari kata
nl: Wachten op het genereren van ondertitels
pl: Oczekiwanie na wygenerowanie napisów
pt_br: Aguardando para gerar legendas
ru: Ожидание создания субтитров
sv: Väntar på att skapa undertexter
th: กำลังรอสร้างคำบรรยาย
tr: Altyazı oluşturma bekleniyor
uk: Очікування створення субтитрів
vi: Đang chờ tạo phụ đề
zh_hant: 等待產生字幕

source: 关闭录像预览
ar: إغلاق معاينة الفيديو
cs: Zavřít náhled záznamu
de: Video-Vorschau schließen
en: Close video preview
es: Cerrar vista previa del vídeo
fr: Fermer l’aperçu vidéo
hi: वीडियो प्रीव्यू बंद करें
id: Tutup pratinjau video
it: Chiudi anteprima video
ja: 録画プレビューを閉じる
ko: 녹화 미리보기 닫기
ms: Tutup pratonton video
nl: Videovoorbeeld sluiten
pl: Zamknij podgląd nagrania
pt_br: Fechar prévia da gravação
ru: Закрыть предпросмотр записи
sv: Stäng videoförhandsvisningen
th: ปิดตัวอย่างวิดีโอที่บันทึก
tr: Video önizlemesini kapat
uk: Закрити попередній перегляд запису
vi: Đóng bản xem trước video
zh_hant: 關閉錄影預覽

source: 取消
ar: إلغاء
cs: Zrušit
de: Abbrechen
en: Cancel
es: Cancelar
fr: Annuler
hi: रद्द करें
id: Batal
it: Annulla
ja: キャンセル
ko: 취소
ms: Batal
nl: Annuleren
pl: Anuluj
pt_br: Cancelar
ru: Отмена
sv: Avbryt
th: ยกเลิก
tr: İptal
uk: Скасувати
vi: Hủy

source: 取消生成
ar: إلغاء الإنشاء
cs: Zrušit vytváření
de: Erstellung abbrechen
en: Cancel
es: Cancelar generación
fr: Annuler la génération
hi: बनाना रद्द करें
id: Batalkan pembuatan
it: Annulla generazione
ja: 生成をキャンセル
ko: 생성 취소
ms: Batalkan penjanaan
nl: Genereren annuleren
pl: Anuluj generowanie
pt_br: Cancelar geração
ru: Отменить создание
sv: Avbryt skapandet
th: ยกเลิกการสร้าง
tr: Oluşturmayı iptal et
uk: Скасувати створення
vi: Hủy tạo
zh_hant: 取消產生

source: 尚未生成字幕版
ar: لم يتم إنشاء فيديو مع ترجمة مصاحبة بعد
cs: Video s titulky ještě nebylo vytvořeno
de: Video mit Untertiteln wurde noch nicht erstellt
en: Captioned video not created
es: Aún no se ha creado el vídeo con subtítulos
fr: La vidéo sous-titrée n’a pas encore été créée
hi: कैप्शन वाला वीडियो अभी नहीं बना है
id: Video bersubtitle belum dibuat
it: Il video sottotitolato non è stato ancora creato
ja: 字幕付き動画はまだ生成されていません
ko: 자막이 포함된 비디오가 아직 생성되지 않았습니다
ms: Video bersari kata belum dijana
nl: Video met ondertitels nog niet gemaakt
pl: Nie utworzono jeszcze wersji z napisami
pt_br: Vídeo legendado ainda não criado
ru: Версия с субтитрами ещё не создана
sv: Ingen textad video har skapats än
th: ยังไม่ได้สร้างวิดีโอพร้อมคำบรรยาย
tr: Altyazılı video henüz oluşturulmadı
uk: Версію із субтитрами ще не створено
vi: Chưa tạo video có phụ đề
zh_hant: 尚未產生字幕版

source: 本地硬字幕需要 iOS 26 或更高版本
ar: تتطلب الترجمة المصاحبة المضمّنة على الجهاز iOS 26 أو أحدث
cs: Vytvoření vypálených titulků v zařízení vyžaduje iOS 26 nebo novější
de: Lokale eingebrannte Untertitel erfordern iOS 26 oder neuer
en: On-device hard captions require iOS 26 or later
es: Los subtítulos incrustados en el dispositivo requieren iOS 26 o posterior
fr: Les sous-titres incrustés sur l’appareil nécessitent iOS 26 ou version ultérieure
hi: डिवाइस पर स्थायी कैप्शन के लिए iOS 26 या बाद का संस्करण चाहिए
id: Subtitle permanen di perangkat memerlukan iOS 26 atau lebih baru
it: I sottotitoli impressi sul dispositivo richiedono iOS 26 o versioni successive
ja: オンデバイスの焼き付け字幕にはiOS 26以降が必要です
ko: 기기에서 자막을 영상에 입히려면 iOS 26 이상이 필요합니다
ms: Sari kata kekal pada peranti memerlukan iOS 26 atau lebih baharu
nl: Ingebakken ondertitels op het apparaat vereisen iOS 26 of nieuwer
pl: Tworzenie wtopionych napisów na urządzeniu wymaga systemu iOS 26 lub nowszego
pt_br: Legendas incorporadas no dispositivo exigem iOS 26 ou posterior
ru: Для локального встраивания субтитров требуется iOS 26 или новее
sv: Inbrända undertexter på enheten kräver iOS 26 eller senare
th: คำบรรยายแบบฝังที่สร้างบนอุปกรณ์ต้องใช้ iOS 26 หรือใหม่กว่า
tr: Aygıtta gömülü altyazı için iOS 26 veya daha yenisi gerekir
uk: Для локального вбудовування субтитрів потрібна iOS 26 або новіша
vi: Phụ đề cứng trên thiết bị yêu cầu iOS 26 trở lên
zh_hant: 本機硬字幕需要 iOS 26 或以上版本

source: 正在保存字幕版
ar: جارٍ حفظ الفيديو مع الترجمة المصاحبة
cs: Ukládání videa s titulky
de: Video mit Untertiteln wird gespeichert
en: Saving captioned video
es: Guardando vídeo con subtítulos
fr: Enregistrement de la vidéo sous-titrée
hi: कैप्शन वाला वीडियो सेव हो रहा है
id: Menyimpan video bersubtitle
it: Salvataggio del video sottotitolato
ja: 字幕付き動画を保存中
ko: 자막이 포함된 비디오 저장 중
ms: Menyimpan video bersari kata
nl: Video met ondertitels opslaan
pl: Zapisywanie filmu z napisami
pt_br: Salvando vídeo legendado
ru: Сохранение видео с субтитрами
sv: Sparar textad video
th: กำลังบันทึกวิดีโอพร้อมคำบรรยาย
tr: Altyazılı video kaydediliyor
uk: Збереження відео із субтитрами
vi: Đang lưu video có phụ đề
zh_hant: 正在儲存字幕版

source: 正在保存字幕版…
ar: جارٍ حفظ الفيديو مع الترجمة المصاحبة…
cs: Ukládání videa s titulky…
de: Video mit Untertiteln wird gespeichert…
en: Saving captioned video…
es: Guardando vídeo con subtítulos…
fr: Enregistrement de la vidéo sous-titrée…
hi: कैप्शन वाला वीडियो सेव हो रहा है…
id: Menyimpan video bersubtitle…
it: Salvataggio del video sottotitolato…
ja: 字幕付き動画を保存中…
ko: 자막이 포함된 비디오 저장 중…
ms: Menyimpan video bersari kata…
nl: Video met ondertitels opslaan…
pl: Zapisywanie filmu z napisami…
pt_br: Salvando vídeo legendado…
ru: Сохранение видео с субтитрами…
sv: Sparar textad video…
th: กำลังบันทึกวิดีโอพร้อมคำบรรยาย…
tr: Altyazılı video kaydediliyor…
uk: Збереження відео із субтитрами…
vi: Đang lưu video có phụ đề…
zh_hant: 正在儲存字幕版…

source: 正在写入硬字幕…
ar: جارٍ دمج الترجمة المصاحبة في الفيديو…
cs: Vypalování titulků do videa…
de: Untertitel werden ins Video eingebrannt…
en: Burning captions into video…
es: Incrustando subtítulos en el vídeo…
fr: Incrustation des sous-titres dans la vidéo…
hi: वीडियो में स्थायी कैप्शन जोड़े जा रहे हैं…
id: Menanamkan subtitle ke video…
it: Inserimento permanente dei sottotitoli nel video…
ja: 字幕を動画に焼き込み中…
ko: 자막을 비디오에 입히는 중…
ms: Menerapkan sari kata kekal pada video…
nl: Ondertitels in video inbranden…
pl: Wtapianie napisów w film…
pt_br: Incorporando legendas ao vídeo…
ru: Встраивание субтитров в видео…
sv: Bränner in undertexter i videon…
th: กำลังฝังคำบรรยายลงในวิดีโอ…
tr: Altyazılar videoya gömülüyor…
uk: Вбудовування субтитрів у відео…
vi: Đang ghi phụ đề cứng vào video…
zh_hant: 正在寫入硬字幕…

source: 正在本地识别字幕…
ar: جارٍ نسخ الكلام على الجهاز…
cs: Přepis řeči do titulků v zařízení…
de: Transkription erfolgt auf dem Gerät…
en: Transcribing captions on device…
es: Transcribiendo en el dispositivo…
fr: Transcription sur l’appareil…
hi: डिवाइस पर ऑडियो ट्रांसक्राइब हो रहा है…
id: Mentranskripsikan audio di perangkat…
it: Trascrizione sul dispositivo…
ja: オンデバイスで文字起こし中…
ko: 기기에서 음성을 텍스트로 변환하는 중…
ms: Mentranskripsikan audio pada peranti…
nl: Spraak op het apparaat transcriberen…
pl: Rozpoznawanie mowy na urządzeniu…
pt_br: Transcrevendo no dispositivo…
ru: Распознавание речи на устройстве…
sv: Transkriberar tal till undertexter på enheten…
th: กำลังถอดเสียงเป็นคำบรรยายบนอุปกรณ์…
tr: Konuşma aygıtta altyazıya dönüştürülüyor…
uk: Розпізнавання мовлення на пристрої…
vi: Đang chép lời thành phụ đề trên thiết bị…
zh_hant: 正在本機辨識字幕…

source: 正在准备本地语音模型…
ar: جارٍ إعداد نموذج الكلام على الجهاز…
cs: Příprava modelu řeči v zařízení…
de: Sprachmodell auf dem Gerät wird vorbereitet…
en: Preparing the on-device speech model…
es: Preparando el modelo de voz del dispositivo…
fr: Préparation du modèle vocal sur l’appareil…
hi: डिवाइस का स्पीच मॉडल तैयार हो रहा है…
id: Menyiapkan model ucapan di perangkat…
it: Preparazione del modello vocale sul dispositivo…
ja: オンデバイス音声モデルを準備中…
ko: 기기 내 음성 모델 준비 중…
ms: Menyediakan model pertuturan pada peranti…
nl: Spraakmodel op het apparaat voorbereiden…
pl: Przygotowywanie lokalnego modelu mowy…
pt_br: Preparando o modelo de fala no dispositivo…
ru: Подготовка локальной модели распознавания речи…
sv: Förbereder talmodellen på enheten…
th: กำลังเตรียมโมเดลเสียงพูดบนอุปกรณ์…
tr: Aygıttaki konuşma modeli hazırlanıyor…
uk: Підготовка локальної моделі розпізнавання мовлення…
vi: Đang chuẩn bị mô hình giọng nói trên thiết bị…
zh_hant: 正在準備本機語音模型…

source: 正在提取视频音轨…
ar: جارٍ استخراج المسار الصوتي للفيديو…
cs: Extrahování zvukové stopy z videa…
de: Audiospur des Videos wird extrahiert…
en: Extracting the video audio track…
es: Extrayendo la pista de audio del vídeo…
fr: Extraction de la piste audio de la vidéo…
hi: वीडियो का ऑडियो ट्रैक निकाला जा रहा है…
id: Mengekstrak trek audio video…
it: Estrazione della traccia audio del video…
ja: 動画の音声トラックを抽出中…
ko: 비디오 오디오 트랙 추출 중…
ms: Mengekstrak trek audio video…
nl: Audiospoor van video extraheren…
pl: Wyodrębnianie ścieżki dźwiękowej filmu…
pt_br: Extraindo a faixa de áudio do vídeo…
ru: Извлечение аудиодорожки из видео…
sv: Extraherar videons ljudspår…
th: กำลังแยกแทร็กเสียงจากวิดีโอ…
tr: Videonun ses parçası çıkarılıyor…
uk: Вилучення аудіодоріжки з відео…
vi: Đang trích xuất rãnh âm thanh của video…
zh_hant: 正在擷取影片音軌…

source: 正在生成字幕版
ar: جارٍ إنشاء فيديو مع ترجمة مصاحبة
cs: Vytváření videa s titulky
de: Video mit Untertiteln wird erstellt
en: Creating captioned video
es: Creando vídeo con subtítulos
fr: Création de la vidéo sous-titrée
hi: कैप्शन वाला वीडियो बन रहा है
id: Membuat video bersubtitle
it: Creazione del video sottotitolato
ja: 字幕付き動画を生成中
ko: 자막이 포함된 비디오 생성 중
ms: Menjana video bersari kata
nl: Video met ondertitels maken
pl: Tworzenie filmu z napisami
pt_br: Criando vídeo legendado
ru: Создание видео с субтитрами
sv: Skapar textad video
th: กำลังสร้างวิดีโอพร้อมคำบรรยาย
tr: Altyazılı video oluşturuluyor
uk: Створення відео із субтитрами
vi: Đang tạo video có phụ đề
zh_hant: 正在產生字幕版

source: 识别字幕
ar: التعرّف على الترجمة المصاحبة
cs: Rozpoznat titulky
de: Untertitel erkennen
en: Recognize Captions
es: Reconocer subtítulos
fr: Reconnaître les sous-titres
hi: कैप्शन पहचानें
id: Kenali subtitle
it: Riconosci sottotitoli
ja: 字幕を認識
ko: 자막 인식
ms: Kenal pasti sari kata
nl: Ondertitels herkennen
pl: Rozpoznaj napisy
pt_br: Reconhecer legendas
ru: Распознать субтитры
sv: Identifiera undertexter
th: รู้จำคำบรรยาย
tr: Altyazıları tanı
uk: Розпізнати субтитри
vi: Nhận dạng phụ đề
zh_hant: 辨識字幕

source: 硬字幕版已另存到系统照片
ar: تم حفظ فيديو الترجمة المضمّنة كنسخة منفصلة في تطبيق الصور
cs: Video s vypálenými titulky bylo uloženo jako samostatná kopie do Fotek
de: Video mit eingebrannten Untertiteln wurde als separate Kopie in Fotos gespeichert
en: Captioned video saved as a separate copy in Photos
es: El vídeo con subtítulos incrustados se guardó como una copia aparte en Fotos
fr: La vidéo avec sous-titres incrustés a été enregistrée séparément dans Photos
hi: स्थायी कैप्शन वाला वीडियो Photos में अलग कॉपी के रूप में सेव हो गया
id: Video dengan subtitle permanen disimpan sebagai salinan terpisah di Foto
it: Il video con sottotitoli impressi è stato salvato come copia separata in Foto
ja: 焼き付け字幕付き動画を「写真」に別コピーとして保存しました
ko: 하드 자막 비디오가 사진 앱에 별도 사본으로 저장되었습니다
ms: Video dengan sari kata kekal disimpan sebagai salinan berasingan dalam Foto
nl: Video met ingebakken ondertitels als aparte kopie bewaard in Foto's
pl: Film z wtopionymi napisami zapisano jako osobną kopię w Zdjęciach
pt_br: Vídeo com legendas incorporadas salvo como cópia separada no app Fotos
ru: Видео со встроенными субтитрами сохранено отдельной копией в приложении «Фото»
sv: Video med inbrända undertexter har sparats som en separat kopia i Bilder
th: บันทึกวิดีโอพร้อมคำบรรยายแบบฝังเป็นสำเนาแยกในแอปรูปภาพแล้ว
tr: Gömülü altyazılı video Fotoğraflar'a ayrı bir kopya olarak kaydedildi
uk: Відео з вбудованими субтитрами збережено окремою копією у «Фото»
vi: Đã lưu video có phụ đề cứng thành bản sao riêng trong Ảnh
zh_hant: 硬字幕版已另存到系統照片

source: 重试生成字幕版
ar: إعادة محاولة إنشاء الترجمة المصاحبة
cs: Zkusit vytvořit titulky znovu
de: Untertitelerstellung wiederholen
en: Retry caption generation
es: Reintentar la generación de subtítulos
fr: Réessayer de générer les sous-titres
hi: कैप्शन फिर से बनाएँ
id: Coba lagi membuat subtitle
it: Riprova a generare i sottotitoli
ja: 字幕生成を再試行
ko: 자막 생성 다시 시도
ms: Cuba lagi menjana sari kata
nl: Ondertitels opnieuw genereren
pl: Ponów generowanie napisów
pt_br: Tentar gerar legendas novamente
ru: Повторить создание субтитров
sv: Försök skapa undertexter igen
th: ลองสร้างคำบรรยายอีกครั้ง
tr: Altyazı oluşturmayı yeniden dene
uk: Повторити створення субтитрів
vi: Thử tạo lại phụ đề
zh_hant: 重試產生字幕版
